[
  {
    "title": "Love in the City",
    "author": "Jane Doe",
    "category": "Romance",
    "coverImageUrl": "https://example.com/love-city.jpg",
    "synopsis": "A beautiful love story set in the heart of Nairobi, where two souls find each other against all odds.",
    "readingTimeMinutes": 15,
    "tags": ["love", "urban", "drama"],
    "isFeatured": true,
    "chapters": [
      {
        "number": 1,
        "title": "The First Meeting",
        "verses": [
          {
            "number": 1,
            "text": "It was a bustling Monday morning in Nairobi when Sarah rushed through the crowded streets, her coffee in one hand and her phone in the other."
          },
          {
            "number": 2,
            "text": "She didn't see him coming. Their collision was inevitable, and her coffee ended up all over his pristine white shirt."
          },
          {
            "number": 3,
            "text": "Their eyes met, and in that moment, something magical happened. Time seemed to stand still in the chaos of the city."
          }
        ]
      },
      {
        "number": 2,
        "title": "The Apology",
        "verses": [
          {
            "number": 1,
            "text": "Sarah felt terrible about the coffee incident. She insisted on buying him a new shirt and offered to pay for the dry cleaning."
          },
          {
            "number": 2,
            "text": "Michael, as she learned his name was, laughed it off. 'It's just a shirt,' he said with a warm smile that made her heart skip a beat."
          },
          {
            "number": 3,
            "text": "They ended up at a nearby café, talking for hours about everything and nothing. It was the beginning of something beautiful."
          }
        ]
      },
      {
        "number": 3,
        "title": "Falling",
        "verses": [
          {
            "number": 1,
            "text": "Days turned into weeks, and their coffee meetings became a daily ritual. Sarah found herself thinking about Michael constantly."
          },
          {
            "number": 2,
            "text": "They explored the city together, discovering hidden gems and creating memories. Each moment felt precious and fleeting."
          },
          {
            "number": 3,
            "text": "One evening, as they watched the sunset from the Nairobi National Park, Michael took her hand and whispered, 'I think I'm falling for you.'"
          },
          {
            "number": 4,
            "text": "Sarah's heart soared. She had been feeling the same way but was afraid to say it. Now, with his confession, she felt free to love openly."
          }
        ]
      }
    ]
  },
  {
    "title": "Sunset Promises",
    "author": "John Smith",
    "category": "Romance",
    "coverImageUrl": "https://example.com/sunset-promises.jpg",
    "synopsis": "A tale of second chances and rekindled love on the beautiful beaches of Mombasa.",
    "readingTimeMinutes": 12,
    "tags": ["beach", "second-chance", "heartwarming"],
    "isFeatured": false,
    "chapters": [
      {
        "number": 1,
        "title": "Return to Paradise",
        "verses": [
          {
            "number": 1,
            "text": "Ten years had passed since Lisa last set foot on Diani Beach. The memories came flooding back as her feet touched the warm sand."
          },
          {
            "number": 2,
            "text": "She had come back to sell the family beach house, but part of her wondered if she would run into him again. David, her first love."
          }
        ]
      },
      {
        "number": 2,
        "title": "Unexpected Reunion",
        "verses": [
          {
            "number": 1,
            "text": "As fate would have it, their paths crossed at the local market. David stood there, older but still as handsome as she remembered."
          },
          {
            "number": 2,
            "text": "'Lisa?' His voice was uncertain, as if he couldn't believe his eyes. She nodded, unable to speak, emotions overwhelming her."
          },
          {
            "number": 3,
            "text": "They spent the afternoon catching up, sharing stories of the years that had passed. The connection between them was still there, undeniable and strong."
          }
        ]
      },
      {
        "number": 3,
        "title": "The Promise",
        "verses": [
          {
            "number": 1,
            "text": "As the sun set over the Indian Ocean, painting the sky in shades of orange and pink, David took Lisa's hand."
          },
          {
            "number": 2,
            "text": "'I never stopped thinking about you,' he confessed. 'Ten years, and you've been on my mind every single day.'"
          },
          {
            "number": 3,
            "text": "Lisa smiled through her tears. 'Then let's not waste another day,' she said. 'Let's make a new promise, here and now.'"
          },
          {
            "number": 4,
            "text": "Under the setting sun, they promised to never let each other go again. This time, their love would last forever."
          }
        ]
      }
    ]
  }
]
